table_IZ11 = {
    #Знаменатель
    0: {
        #Понедельник
        0: """ 
2 пара (11:15 - 12:50)
Мат. логика пр. (369а)

3 пара (13:35 - 15:10)
Яз. програм. лек. (370лк)

4 пара (15:20 - 16:55)
1 - Яз. програм. (383)
2 - Экология (501)
        """,
        #Вторник
        1: """
1 пара (9:30 - 11:05)
1 - Мат. логика (369а)
2 - Физика (520)

2 пара (11:15 - 12:50)
Рус. яз. пр. (331)

3 пара (13:35 - 15:10)
Мат. анализ пр. (350)

4 пара (15:20 - 16:55)
Физ-ра
        """,
        #Среда
        2: """
2 пара (11:15 - 12:50)
1 - Экология (302)
2 - Яз. програм. (383лк)

3 пара (13:35 - 15:10)
Мат. анализ лек.(528)
        """,
        #Четверг
        3: """
1 пара (9:30 - 11:05)
Философия лек. (434)

2 пара (11:15 - 12:50)
Политология (324)

3 пара (13:35 - 15:10)
Физика лек. (522)

4 пара (15:20 - 16:55)
Физика (522)
        """,
        #Пятница
        4: """
1 пара (9:30 - 11:05)
Уч. практика лек.(434)

2 пара (11:15 - 12:50)
Мат. логика лек. (472лк)

3 пара (13:35 - 15:10)
Ин. яз.

4 пара (15:20 - 16:55)
Физ-ра
        """,
        #Суббота
        5: """
2 пара (11:15 - 12:50)
Основы ИБ л.р. (172)
        """,
        #Воскресенье
        6: """
Нет занятий.
        """,
    },
    #Числитель
    1: {
        #Понедельник
        0: """ 
1 пара (9:30 - 11:05)
Экология лек. (501)

2 пара (11:15 - 12:50)
Мат.логика пр. (369а)

3 пара (13:35 - 15:10)
Яз. програм. лек (370лк)

4 пара (15:20 - 16:55)
1 - Яз. програм. (383)
2 - Экология (501)
        """,
        #Вторник
        1: """
1 пара (9:30 - 11:05)
1 - Физика (520)
2 - Мат. логика(369а)

2 пара (11:15 - 12:50)
Рус. яз. лек. (331)

3 пара (13:35 - 15:10)
Мат. анализ пр. (350)

4 пара (15:20 - 16:55)
Физ-ра
        """,
        #Среда
        2: """
2 пара (11:15 - 12:50)
1 - Экология (302)
2 - Яз. програм. (383лк)

3 пара (13:35 - 15:10)
Мат. анализ лек. (528)
        """,
        #Четверг
        3: """
2 пара (11:15 - 12:50)
Философия (308)

3 пара (13:35 - 15:10)
Физика лек. (522)
        """,
        #Пятница
        4: """
1 пара (9:30 - 11:05)
Политология лек. (434)

2 пара (11:15 - 12:50)
Мат. логика лек. (472лк)

3 пара (13:35 - 15:10)
Ин. яз.

4 пара (15:20 - 16:55)
Физ-ра
        """,
        #Суббота
        5: """
2 пара (11:15 - 12:50)
Основы ИБ лек. (172)
        """,
        #Воскресенье
        6: """
Нет занятий.
        """,
    },
}